[BatScanner]
OilrigHostage0=Ferris Wheel
OilrigHostage1=Ghost Ship
OilrigHostage2=Merry-Go-Round
OilrigHostageInfoHtml0=2 GCPD Officers detected.
OilrigHostageInfoHtml1=4 GCPD Officers detected.
OilrigHostageInfoHtml2=3 GCPD Officers detected.
Unidentified=Unidentified

[CombatMoves]
JokerThrow=Stop The Joker’s Attack

[ControlHack]
ObjectExit=Exit
ObjectRotate=Move Left/Right
ObjectRotateCamLeft=Previous Camera
ObjectSideCamRight=Next Camera

[DeathTips]
ChargingEnemies=Quickfire a Batarang to stop a charging henchmen.
Fallen1=Watch out for the propeller. It’s lethal.
General1=Use Vantage Points and Detective Mode to survey the area and strategize.
General2=Isolate vulnerable henchmen and pick them off one by one without being seen.
General3=Sneak in close behind henchmen to execute a Silent Takedown to avoid attracting other henchmen.
General4=If detected, grapple up and swing quickly between Vantage Points to escape.
General5=Hacking opportunities afford you the ability to attract, stun, scare or takedown henchmen.
General_combat1=Use Counter to avoid incoming attacks.
General_combat2=If surrounded, use Evade to escape and give yourself more space and time.
Gun_locker=Listen for weapon storage alarms and prioritize henchmen trying to access them.
Gun_thug=Use Detective Mode to identify armed henchmen and prioritize before engaging in combat.
Harley=Harley Quinn protects The Joker and will unleash an indefensible attack to defend him. Take her out before attacking Joker.
JokerBomb=Defuse bombs before they detonate.
JokerKnifeAttack=The Joker attacks with multiple knife swipes. Use Blade Dodge to avoid them.
JokerSpecialMove=Punch The Joker as fast as possible to avoid his deadly knife.
Knife=Henchmen with knives or bottles can attack with multiple swipes in a short space of time. Use Blade Dodge to avoid these attacks.
MedicBuffBatclaw=Use the Batclaw to dissipate the electricity from a henchman that has been charged up by a Medic
PredRoom01=Use Vantage Points and Detective Mode to survey the area and strategize.
PredRoom02=Isolate vulnerable henchmen and pick them off one by one without being seen or heard.
PredRoom03=Sneak behind henchmen and perform Silent Takedowns to avoid detection.
PredRoom04=If detected, grapple up and swing quickly between Vantage Points to escape.
PredRoom05=Hacking opportunities afford you the ability to attract, stun, scare or takedown henchmen.
Projectiles=Use Counter to catch and redirect thrown objects.
Shield_Thug=Henchmen using shields can stop most attacks. Use Aerial Attack to pound down on them from above where they are vulnerable.
Simultaneous_Attacks=If multiple henchmen attack at the same time, tap Counter multiple times to defend yourself.
Sniper_thugs=Sniper henchmen are equipped with long range night vision. Keep track of the laser targeting beam to stay out of their view.
Sniper_thugs_in_overworld=Sniper henchmen are equipped with long range night vision. Keep track of the laser targeting beam to stay out of their view.
Stun_Stick=Henchmen with Stun Batons cannot be countered and will inflict damage if attacked directly. Use evade to jump over them to attack from behind.

[Detective]
AmmoCrate=Weapons Cache. Security disarmed.
AmmoCrate_title=SECURE AMMUNITION CONTAINER
Bomb=DETONATOR
Bomb_Desc=Connected to an improvised explosive device.
BoothControl=ELECTRIC PANEL
BoothControl_Desc=Power up the booth.
BumperCar=ELECTRIC PANEL
BumperCar_Desc=Power up the bumper cars.
Control_Elevator=CRANE
Control_Elevator_Desc=Used to control the crane.
CraneControl=CONTROL PANEL
CraneControl_Desc=Used to control the crane.
Door=CONTROL PANEL
Door_Desc=Hack the door.
ElectricFloor=ELECTRIC PANEL
ElectricFloor_Desc=High voltage cables can be overloaded to knockout nearby henchmen.
EscapeBoatControl=CONTROL PANEL
EscapeBoatControl_Desc=Used to power up and move the lifeboat mechanism.
FerrisWheelBrake2=EMERGENCY BRAKES
FerrisWheelBrake2_Desc=Activates emergency brakes of the Ferris Wheel.
FerrisWheelBreak=EMERGENCY BRAKE
FerrisWheelBreak_Desc=Stops the Ferris Wheel.
FerrisWheelControl=CONTROL PANEL
FerrisWheelControl_Desc=Control the movement of the Ferris Wheel.
FerrisWheelScare=Old Speaker System
FerrisWheelScare_Desc=An old speaker system. Can release a powerful sound to scare nearby henchmen.
FortuneTeller=FORTUNE TELLER
FortuneTeller_Desc=A coin booth. Emits lights and sounds that can either attract or scare henchmen.
Fuse_box=Contains fuses that can be overloaded with electricity to shut down power to all connecting circuits.
Fuse_box_title=FUSE BOX
GeneratorControlBox=CONTROL PANEL
GeneratorControlBox_Desc=Control the nearby generator. Can be caused to malfunction, attracting nearby henchmen.
GiantSkull=SKULL
GiantSkull_Desc=Emits light and sound that can either attract or scare henchmen.
GiantSquid=SQUID
GiantSquid_Desc=Emits light and sound that can attract henchmen.  Booby trapped by The Joker to release a debilitating gas.
GunLocker=Locker containing emergency firearm supplies.
GunLockerTitle=GUN LOCKER
HammerGamePlate=PRESSURE PLATE
HammerGamePlate_Desc=A pressure pad mechanism connected to the High Striker game.
HammerMinGame=ELECTRIC PANEL
HammerMinGame_Desc=Activate the High Striker game.
JackInABox=JACK-IN-THE-BOX
JackInABox_Desc=Harley Quinn’s signature Jack-in-the-Box.
JokerTeeth=CHATTERING TEETH
JokerTeeth_Desc=The Joker’s signature chattering teeth.
LadderDLC=SERVICE ACCESS
LadderDLC_Desc=Provides access between the upper and lower level.
LightControl=LIGHT CONTROL PANEL
LightControl_Desc=Turn off the light in the room.
ObjectRotate=Move Left/Right
OldMachienry=OLD MACHINERY
OldMachienry_Desc=An old piece of machinery.
PartyBalloons=BALLOONS
PartyBalloons_Desc=Party balloons.
ReinforcedGlass=REINFORCED GLASS
ReinforcedGlass_Desc=Reinforced glass can be broken with enough explosive force.
ScaryFish=Control Panel
ScaryFish_Desc=Activate the robotic fish.
TakedownTuto=ELECTRIC MOTOR
TakedownTuto_Desc=Activate the gondola. Overload the system to knockout nearby henchmen.
TapePlayer=SPEAKER
TapePlayer_Desc=A speaker connected to a nearby booth.
TapePlayerFinal=RECORDING DEVICE
TapePlayerFinal_Desc=An old recording device.
VentChuteTitle=VENTILATION SHAFT
VentChuteTitle_Desc=Vertical passage that can be used for quick travel between locations.

[Error]
NoTarget=No Target Available
TooClose=Warning! Too Close.

[GadgetHelp]
ActionHack=Hack
ActionToggle=Toggle Subroutine
ChangeSubroutine=Switch Subroutine
HackDenied=No Target Available

[Hacking]
Activate=Activate
Activate_Booth_Desc=Activate booth
Activate_BumperCar_Desc=Activate the bumper cars
Activate_Hammmer_Desc=Activate to the High Striker game
Attract=Attract
Attract_Desc=Cause a distraction to lure nearby henchmen.
Blind=Blind
Blind_Desc=Temporarily shut down the lights in the room
Close=Close
Close_Desc=Shut and lock the door.
Control=Control
Control_BumperCar_Desc=Take control of the bumper car
Control_Elevator_Desc=Take control of the crane
Control_EscapeBoat_Desc=Take control of the rescue boat
Control_FerrisWheel_Desc=Take control of the Ferris Wheel.
Crane=Crane
Deactivate=Deactivate
Deactivate_Desc=Defuse the bomb
Disable=Disable
Door=Door
Enable=Enable
FerrisControl=Ferris Control
Firearm=Firearm
Generator=Generator
HostilesNumber=Hostiles:
LightingControl=Control
Lights=Lights
Open=Unlock
Open_Desc=Unlock and open the gate
Pipe=Pipe
Scare=Scare
Scare_Desc=Startle nearby henchmen to weaken their defenses.
Scare_FerrisWheel_Desc=Scare henchmen in the room with a loud noise.
Speaker=Speaker
Stun=Stun
Takedown=Takedown
Takedown_Desc=Overload the electrical grid to shock nearby henchmen.
TakedownGas=Takedown
TakedownGas_Desc=Smoke system has been booby trapped by The Joker to release a powerful knockout gas that can take out nearby henchmen.
Trap=Trap
Turret=Turret

[HelpText]
CallPartner=Call Teammate
DropExplosive=Drop Crate
PullBreak=Pull the brake

[LevelDesc]
DLCOilrig_A1=SEAGATE AMUSEMENT PARK - ENTRANCE
DLCOilrig_B1=SEAGATE AMUSEMENT PARK - ENTRANCE
DLCOilrig_C1=SEAGATE AMUSEMENT PARK - MAINTENANCE
DLCOilrig_C2=SEAGATE AMUSEMENT PARK - MAINTENANCE
DLCOilrig_D1=SEAGATE AMUSEMENT PARK
DLCOilrig_E1=SEAGATE AMUSEMENT PARK
DLCOilrig_F1=SEAGATE AMUSEMENT PARK
DLCOilrig_G1=SEAGATE AMUSEMENT PARK
DLCOilrig_G2=SEAGATE AMUSEMENT PARK - GHOST SHIP
DLCOilrig_H1=SEAGATE AMUSEMENT PARK
DLCOilrig_H2=SEAGATE AMUSEMENT PARK - BIG TOP
DLCOilrig_H3=SEAGATE AMUSEMENT PARK

[LoadBGTips]
1=Use the Quickfire Batarang to unleash up to 3 Batarangs when in combat without losing your combo.
10=Isolate armed henchmen and use Silent Takedowns to avoid detection.
11=Use the Batclaw to dissipate the electricity from a henchman that has been charged up by a Medic
12=Hack to lure henchmen for a strategic takedown.
13=Hack certain devices to scare henchmen and leave them susceptible to a takedown.
14=Use a Takedown Hack to lure several henchmen and take them down.
15=Stunned henchmen are susceptible to Silent Takedowns. Use Knockout Smash to chain multiple takedowns.
2=Use the Map & Objectives screen to view your main objective.
3=If stuck, use Detective Mode to search the environment for clues on how to progress.
4=Use the Quickfire feature to instantly unleash gadgets. This is especially useful in combat situations where time is at a premium.
5=The Batclaw Slam does twice the damage of a normal strike, making it a very effective way to initiate combat.
6=Use the Quickfire gadget controls to incorporate your gadgets seamlessly into combat.
7=Maximize your combo in combat by seamlessly moving from one target to another without making a mistake.
8=Isolate armed henchmen and use Silent Takedowns to avoid detection.
9=Use the Evade move to reduce damage when under fire.

[Objectives]
AccessAmusementPark=Infiltrate the Amusement Park
Bomb_FishFaceA_Objective=Defuse the Bomb at the Park Entrance
Bomb_FishFaceB_Objective=Defuse the Bomb at the Park Entrance
Bomb_Megalodon_Objective=Defuse the Bomb at The Great White
CableCartHostage=Rescue the Hostage
DefeatJoker=Defeat The Joker and Harley Quinn
DefuseBombFishEntrance=Defuse the Bomb at the Park Entrance
DefuseBombMegalodon=Defuse the Bomb at The Great White
EnterBigTop=Infiltrate the Main tent
FerrisWheelHostage=Rescue the Hostages at the Ferris Wheel
Get2TopOilRig_Objective=Climb to the top of the Oil Rig
GetInsideOilRig_Objective=Climb to the top of the Oil Rig
GhostShipHostage=Rescue the Hostages at the Ghost Ship
Gondola_Hostage_Objective=Rescue the Hostage
GS_HackableCrane_LookAt=Hack the crane.
GS_Hostage_Objective=Rescue the Hostages at the Ghost Ship
LocateHostages=Scan for the Hostages
MerryGoRoundHostage=Rescue the Hostages at the Merry-Go-Round
MGR_Hostage_Objective=Rescue the Hostages at the Merry-Go-Round
ReachParkTop=Climb to the top of the Oil Rig
RobinSignal=Follow Robin’s Signal
SaveGordon=Rescue Commissioner Gordon
SaveGordon_0_Objective=Follow Robin’s Signal
SaveGordon_Objective=Follow Robin’s Signal
SaveGordon_Objective2=Follow Robin’s Signal
SaveHostages=Rescue the Hostages

[Passwords]
BoothMiniGame1_Real=KINGDOM
BoothMiniGame2_Real=PRINCESS
CraneWithExplosive_Real=BEYOND
EntranceBomb_Fake1=PHONY
EntranceBomb_Real=FRAUD
FerrisWheel_Real=WEEEEEEE
GhostShipEntrance_Door_Real=MERCHANTS
GhostShipHostage_Fake=BATFAKE
GhostShipHostage_Real=BABYBRAIN
LifeBoat_Real=MAGICAL
OilRigEntrance_Door_Real=CHILDHOOD
OilRigUnderCrane_Real=JOURNEY
OilRigUnderDoor_Real=WEALTH
RideMiniGame1_Real=FOREVER
RideMiniGame2_Real=SHAMAN
SharkBomb_Fake1=IMPOSTOR
SharkBomb_Real=CHARLATAN

[Synopsis]
Caption66_04=“Today is all about earning your wings.”

[ToolTip]
PREDATORAWARENESS=Batgirl’s acute auditory awareness will identify armed thugs if they get the drop on her and raise their guns to fire. This will give a few brief moments to respond before taking damage.

[Tutorial]
AttractHackingTuto=Some objects can be hacked to attract henchmen, setting them up for a Takedown.
AttractHackingTuto_GetInPosition=Grapple to the ledge and wait for an opportunity to perform a Takedown.
BlindHackingTuto=Some objects can be hacked to blind henchmen, leaving them open to Silent Takedowns.
ControlHackingTuto=Hacking can also let you take control of objects to reach otherwise inaccessible locations.
DoorHackTuto=Use your Remote Hacking Device to open the door.
HackingDetectiveVision=Activate Detective Mode.
ScareHackingTuto=Some objects can be hacked to scare henchmen, leaving them open to quick Takedowns.
TakedownHackingTuto=Some objects can be hacked to takedown henchmen from a safe distance.
